export const years2025 = [
  { text: "简介", link: "/2025/main" },
  {
    text: "三月",
    items: [
    //   { text: "第十四周", link: "/2025/03/30-05" },
    //   { text: "第十三周", link: "/2025/03/23-29" },
    //   { text: "第十二周", link: "/2025/03/16-22" },
    //   { text: "第十一周", link: "/2025/03/09-15" },
      { text: "第十周", link: "/2025/03/02-08" },
    //   { text: "第九周", link: "/2025/03/23-01" },
    ],
  },
  {
    text: "一月",
    items: [
      { text: "第四周", link: "/2025/01/20-26" },
      { text: "第三周", link: "/2025/01/13-19" },
      { text: "第二周", link: "/2025/01/06-12" },
      { text: "第一周", link: "/2025/01/00-05" },
    ],
  },
];
